/* No comment provided by engineer. */
"%@ to %@" = "%1$@ către %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d din %2$d";

/* No comment provided by engineer. */
"%li to %li" = "De la %1$li până la %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "Parametrul „item” este obligatoriu";

/* No comment provided by engineer. */
"'portal' parameter required" = "Parametrul „portal” este obligatoriu";

/* No comment provided by engineer. */
"'tags' parameter required" = "Parametrul „tags” este obligatoriu";

/* No comment provided by engineer. */
"'title' parameter required" = "Parametrul „title” este obligatoriu";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Nicio valoare>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Accesul la locaţia dispozitivului a fost refuzat.";

/* No comment provided by engineer. */
"Actual Size" = "Dimensiune reală";

/* No comment provided by engineer. */
"Add" = "Adăugare";

/* No comment provided by engineer. */
"Add Attachment" = "Adăugare ataşare";

/* No comment provided by engineer. */
"Add..." = "Adăugare...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Pentru această operaţiune este necesar un itemID. Adăugaţi acest element la Portal pentru a obţine un ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "A fost detectată o NSException nedescoperită, însă informaţiile originale şi callstack nu sunt disponibile. Analizaţi excepţiile objective-c pentru a vedea linia de cod care cauzează NSException originală. Pentru mai multe informaţii despre cum puteţi face acest lucru, consultaţi documentaţia.";

/* No comment provided by engineer. */
"Apply Geometry" = "Aplicare geometrie";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Cel puţin 1 facilitate este necesară pentru a rezolva ruta.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Cel puţin 1 incident este necesar pentru a rezolva ruta.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Cel puţin 2 opriri sunt necesare pentru a rezolva ruta.";

/* No comment provided by engineer. */
"Attachment" = "Ataşare";

/* No comment provided by engineer. */
"Attachments" = "Ataşări";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Încercare de utilizare a funcţionalităţii care nu este acceptată pentru nivelul curent de licenţă";

/* No comment provided by engineer. */
"Authorization required" = "Este necesară autorizarea";

/* No comment provided by engineer. */
"Bad Request" = "Solicitare incorectă";

/* No comment provided by engineer. */
"Bad URL." = "URL incorect.";

/* No comment provided by engineer. */
"bytes" = "bytes";

/* No comment provided by engineer. */
"Cancel" = "Anulare";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Nu se poate salva ca tip de element diferit.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Nu poate fi verificată identitatea pentru '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certificat necesar";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Solicitare de URL: %1$@ cu failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Se modifică tipul obiectului spaţial";

/* No comment provided by engineer. */
"Choose From Library" = "Alegere din bibliotecă";

/* No comment provided by engineer. */
"Clear" = "Golire";

/* No comment provided by engineer. */
"Clear Geometry" = "Golire geometrie";

/* No comment provided by engineer. */
"Continue" = "Continuare";

/* No comment provided by engineer. */
"Created %d hours ago" = "Creat acum %d ore";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Creat acum %d minute";

/* No comment provided by engineer. */
"Created a minute ago" = "Creat acum un minut";

/* No comment provided by engineer. */
"Created an hour ago" = "Creat acum o oră";

/* No comment provided by engineer. */
"Created by %@" = "Creat de %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Creat de %1$@, acum %2$d ore";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Creat de %1$@, acum %2$d minute";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Creat de %@ acum un minut";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Creat de %@ acum o oră";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Creat de %1$@ pe %2$@ la %3$@ - ziua";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Creat de %1$@ pe %2$@ la %3$@ - complet";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Creat de %@ acum câteva secunde";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Creat pe %1$@ la %2$@ - ziua";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Creat pe %1$@ la %2$@ - complet";

/* No comment provided by engineer. */
"Created seconds ago" = "Creat acum câteva secunde";

/* No comment provided by engineer. */
"Credential Required" = "Datele de autentificare sunt necesare";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Datele pentru diagrama radială sunt nevalide";

/* No comment provided by engineer. */
"Delete" = "Ştergere";

/* No comment provided by engineer. */
"Delete Attachment" = "Ştergere ataşare";

/* No comment provided by engineer. */
"Delete Feature" = "Ştergere obiect spaţial";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Ştergerea acestui ataşament îl va elimina din fereastra pop-up şi din sursa de date asociată.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Ştergerea acestui obiect spaţial îl va elimina din hartă şi din sursa de date asociată.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Atributele pentru timpul şi distanţa din indicaţiile de deplasare nu corespund.";

/* No comment provided by engineer. */
"Edit" = "Editare";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Editat acum %d ore";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Editat acum %d minute";

/* No comment provided by engineer. */
"Edited a minute ago" = "Editat acum un minut";

/* No comment provided by engineer. */
"Edited an hour ago" = "Editat acum o oră";

/* No comment provided by engineer. */
"Edited by %@" = "Editat de %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Editat de %1$@, acum %2$d ore";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Editat de %1$@, acum %2$d minute";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Editat de %@ acum un minut";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Editat de %@ acum o oră";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Editat de %1$@ pe %2$@ la %3$@ - ziua";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Editat de %1$@ pe %2$@ la %3$@ - complet";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Editat de %@ acum câteva secunde";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Editat pe %1$@ la %2$@ - ziua";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Editat pe %1$@ la %2$@ - complet";

/* No comment provided by engineer. */
"Edited seconds ago" = "Editat acum câteva secunde";

/* No comment provided by engineer. */
"Empty username/password" = "Nume de utilizator/parolă necompletată";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Introduceţi o dată între %1$@ şi %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Introduceţi un număr între %1$@ şi %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Introduceţi un număr între %1$i şi %2$i";

/* No comment provided by engineer. */
"Error" = "Eroare";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Eroare la adăugarea identităţii la setul de chei";

/* No comment provided by engineer. */
"Error adding keychain item" = "Eroare la adăugarea elementului setului de chei";

/* No comment provided by engineer. */
"Error extracting identity" = "Eroare la extragerea identităţii";

/* No comment provided by engineer. */
"Error Loading Page" = "Eroare la încărcarea paginii";

/* No comment provided by engineer. */
"Error removing keychain item" = "Eroare la eliminarea elementului setului de chei";

/* No comment provided by engineer. */
"Error updating keychain item" = "Eroare la actualizarea elementului setului de chei";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Depăşeşte valoarea maximă (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Extra mare";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Facilitatea (%1$@) are numele de atribut de cost adăugat nevalide (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Facilitatea (%1$@) are un atribut de cost adăugat negativ (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Obiectul spaţial nu este valid.";

/* No comment provided by engineer. */
"Finish" = "Finalizare";

/* No comment provided by engineer. */
"Finishing editing..." = "Se finalizează editarea...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometrie";

/* No comment provided by engineer. */
"Hide" = "Ascundere";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Incidentul (%1$@) are numele de atribut de cost adăugat nevalide (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Incidentul (%1$@) are un atribut de cost adăugat negativ (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Inserare parte";

/* No comment provided by engineer. */
"Insert Vertex" = "Inserare nod";

/* No comment provided by engineer. */
"Invalid argument." = "Argument nevalid.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Date de autentificare nevalide";

/* No comment provided by engineer. */
"Invalid GPX data." = "Date GPX nevalide.";

/* No comment provided by engineer. */
"Invalid groupID." = "groupID nevalid.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Asocierea la această organizaţie este acceptată doar prin invitaţie, trebuie să primiţi o invitaţie de la administrator";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Păstrare valori curente";

/* No comment provided by engineer. */
"Large" = "Mare";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Mai puţin decât valoarea minimă (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Licenţiat doar pentru utilizare de către dezvoltatori";

/* No comment provided by engineer. */
"Loading feature..." = "Se încarcă obiectul spaţial...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Harta conţine date care nu pot fi salvate. Pentru a salva această hartă, care va elimina aceste date, setaţi valoarea la true pentru forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Medie";

/* No comment provided by engineer. */
"Missing client certificate" = "Certificat client lipsă";

/* string to represent hyperlink attributes */
"More Info" = "Mai multe informaţii";

/* No comment provided by engineer. */
"Move Geometry" = "Mutare geometrie";

/* No comment provided by engineer. */
"Move Part" = "Mutare parte";

/* No comment provided by engineer. */
"Move Vertex" = "Mutare nod";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Nu s-a găsit niciun certificat pentru a accesa resursa '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Nu există date pentru crearea unei diagrame cu bare";

/* No comment provided by engineer. */
"No data to create a line chart" = "Nu există date pentru crearea unei diagrame cu linii";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Nu există date pentru crearea unei diagrame radiale";

/* No comment provided by engineer. */
"No image to display" = "Nicio imagine de afişat";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Nu se poate găsi nicio cale între o pereche dată de opriri (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Nu este un număr valid";

/* No comment provided by engineer. */
"Not a valid whole number" = "Nu este un număr întreg valid";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Obiectul nu poate fi creat fără portal.  Utilizaţi metoda fromJSON:withPortal:error: în loc.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Unul sau mai multe nume de atribute acumulate (%@) sunt nevalide.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Unul sau mai multe nume de atribute (%@) asociate cu valorile atributelor parametrilor particularizaţi sunt nevalide.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Una sau mai multe facilităţi (%@) au o geometrie nulă.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Una sau mai multe facilităţi (%@) au o apropiere nevalidă a curbei.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Una sau mai multe facilităţi (%@) au un prag de impedanţă nevalid.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Unul sau mai multe incidente (%@) au o geometrie nulă.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Unul sau mai multe incidente (%@) au o apropiere nevalidă a curbei.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Unul sau mai multe incidente (%@) au un prag de impedanţă nevalid.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Unul sau mai multe incidente (%@) au mai puţin de 1 număr de facilitate ţintă.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Unul sau mai multe nume de parametri (%@) asociate cu valorile atributelor parametrilor particularizaţi sunt nevalide.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Unul sau mai multe tipuri de valori de parametri asociate cu valorile atributelor parametrilor particularizaţi (%@) sunt nevalide.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Unul sau mai multe obstacole punctuale (%@) sunt nelocalizate.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Unul sau mai multe obstacole punctuale (%@) au o geometrie nulă.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Obstacolul punctual (%@) are un nume de atribut de cost adăugat nevalid.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Unul sau mai multe obstacole punctuale (%@) au o apropiere nevalidă a curbei.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Unul sau mai multe obstacole poligonale (%@) nu acoperă niciun element de reţea.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Unul sau mai multe obstacole poligonale (%@) au o geometrie nulă.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Unul sau mai multe obstacole poligonale (%@) au un nume de atribut de cost adăugat nevalid.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Unul sau mai multe obstacole de linii poligonale (%@) nu acoperă niciun element de reţea.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Unul sau mai multe obstacole de linii poligonale (%@) au o geometrie nulă.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Unul sau mai multe obstacole de linii poligonale (%@) au un nume de atribut de cost adăugat nevalid.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Unul sau mai multe nume de atribute de restricţii (%@) sunt nevalide.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Una sau mai multe valori de utilizare restricţii (%1$@) asociate cu valorile atributelor parametrilor particularizaţi (%2$@) sunt nevalide.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Una sau mai multe valori de utilizare restricţii (%1$@) asociate cu valorile atributelor parametrilor particularizaţi (%2$@) sunt neutre (şi anume nu au niciun efect).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Una sau mai multe opriri (%@) sunt localizate pe un element netraversabil.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Una sau mai multe opriri (%@) sunt localizate pe un element cu restricţii uşoare.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Una sau mai multe opriri (%@) sunt nelocalizate.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Una sau mai multe opriri (%@) nu pot fi ajunse de la o altă oprire.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Una sau mai multe opriri (%@) au o geometrie nulă.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Una sau mai multe opriri (%@) au sfârşitul intervalului de timp înainte de începutul intervalului de timp.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Una sau mai multe opriri (%@) au un interval orar care începe înainte de 1 ianuarie 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Una sau mai multe opriri (%@) au o apropiere nevalidă a curbei.";

/* No comment provided by engineer. */
"Open in Safari" = "Deschidere în Safari";

/* No comment provided by engineer. */
"Password" = "Parolă";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Introduceţi un nume pentru noul ataşament";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Obstacolul poligonal (%1$@) are atribute de cost adăugate negative sau scalate la zero (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Obstacolul de linii poligonale (%1$@) are atribute de cost adăugate negative sau scalate la zero (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Liniile poligonale nu pot fi returnate.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Contul public nu poate accesa această aplicaţie.";

/* No comment provided by engineer. */
"Remove Part" = "Eliminare parte";

/* No comment provided by engineer. */
"Remove Vertex" = "Eliminare vertex";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Reordonarea opririlor (problema agentului de vânzări călător) nu este acceptată atunci când colecţia de opriri conţine puncte intermediare sau pauze de odihnă.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Resetare la valorile implicite";

/* No comment provided by engineer. */
"Retry" = "Reîncercare";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Ruta începe sau se termină într-un punct intermediar.";

/* No comment provided by engineer. */
"Save Image" = "Salvare imagine";

/* No comment provided by engineer. */
"Save Movie" = "Salvare film";

/* No comment provided by engineer. */
"Sign In" = "Autentificare";

/* No comment provided by engineer. */
"Skip" = "Omitere";

/* No comment provided by engineer. */
"Small" = "Mic";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Ora de începere specificată este anterioară datei 1 ianuarie 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Oprirea (%1$@) are numele de atribut de cost adăugat nevalide (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Realizare fotografie sau video";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Pragul de impedanţă implicit este nevalis.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Numărul de facilitate ţintă implicit este nevalid.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Numele atributului distanţei pentru indicaţii de deplasare (%@) este nevalid.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Limba indicaţiilor de deplasare este nevalidă";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Clasa de drumuri din indicaţiile de deplasare este nevalidă.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Stilul indicaţiilor de deplasare este nevalid.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Numele atributului timpului pentru indicaţii de deplasare (%@) este nevalid.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Numele atributului impedanţei (%@) este nevalid.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Referinţa spaţială de intrare nu este definită.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Reţeaua nu are un atribut de ierarhie pentru efectuarea planificării ierarhice a rutei.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Obiectul trebuie mai întâi salvat într-un portal cu metoda 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Referinţa spaţială de ieşire nu este definită.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Distanţa buffer a poligonului este nevalidă.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Este posibil ca resursa pe care o căutaţi să fi fost eliminată, să îşi fi schimbat numele sau să fie indisponibilă temporar";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Ruta rezultată a traversat unul sau mai multe elemente cu restricţii uşoare (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Ruta este prea mare pentru a fi rezolvată folosind timpul de deplasare pe jos.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Clauza Căutare unde nu este acceptată.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Certificatul serverului este nevalid. Este posibil să vă conectaţi la un server care pretinde că este '%@', ceea ce poate constitui un risc pentru informaţiile dvs. confidenţiale. Doriţi să vă conectaţi oricum?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Serviciul nu poate calcula în mod corespunzător decalajul temporal.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Parametrul clientID specificat este nevalid";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Proprietatea tipului de oprire a fost ignorată pentru opriri (%@) deoarece serverul nu acceptă tipul de oprire selectat.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Modul de deplasare a fost setat la valoarea implicită.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Punctele intermediare (%@) conţin un atribut de cost adăugat.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Punctele intermediare (%@) conţin ferestre temporale.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "A apărut o eroare la încărcarea obiectului spaţial. Verificaţi conexiunea la reţea.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Data de începere a ferestrelor temporale a fost modificată.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Ferestrele temporale au fost ignorate deoarece atributul impedanţei nu este bazat pe timp.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Pentru a salva ca element nou, trebuie să fiţi conectat la portal.";

/* No comment provided by engineer. */
"Today" = "Astăzi";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Tokenul este nevalid sau a expirat";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "URL-ul tokenului este nul. Trebuie să setaţi un URL valid pentru token în datele de autentificare.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Nu se poate realiza autentificarea cu datele furnizate.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Nu se poate prelua profilul utilizatorului de la furnizor";

/* No comment provided by engineer. */
"Unauthorized access" = "Acces neautorizat";

/* No comment provided by engineer. */
"Unknown authentication error" = "Eroare de autentificare necunoscută";

/* No comment provided by engineer. */
"Unknown condition." = "Condiţie necunoscută.";

/* No comment provided by engineer. */
"Unknown error occurred" = "A survenit o eroare necunoscută";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Date GPX neacceptate.";

/* No comment provided by engineer. */
"User canceled error" = "Eroare anulare de către utilizator";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Licenţele de utilizator alocate de către organizaţia dvs. sunt nevalide. Contactaţi administratorul pentru a ajusta acordurile de licenţă şi încercaţi din nou.";

/* No comment provided by engineer. */
"Username" = "Nume de utilizator";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Se utilizează browserul pentru autentificare...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Valoarea depăşeşte lungimea maximă a câmpului de %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Sunteţi pe cale să modificaţi tipul obiectului spaţial. Doriţi să păstraţi valorile curente (acolo unde este posibil) sau să restabiliţi valorile implicite?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Nu vă puteţi autentifica deoarece nu aveţi un cont de organizaţie asociat cu datele dvs. de autentificare din reţeaua socială";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Nu aveţi permisiuni pentru accesarea acestei resurse";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Nu deţineţi nivelul de utilizator suficient pentru a accesa această aplicaţie.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Trebuie să fiţi conectat la portal pentru a efectua această operaţiune.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Trebuie să specificaţi un punctaj cuprins între 1 şi 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Trebuie să specificaţi o cheie de descriere a utilizării (NSLocationWhenInUseUsageDescription sau NSLocationAlwaysUsageDescription) în plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Trebuie să selectaţi un certificat pentru a accesa resursa '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Trebuie să vă autentificaţi pentru a accesa resursa '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "grd zecimale";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pcte";
"Unknown" = "Necunoscut";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimetri";
"Decimal Degrees" = "Grade zecimale";
"Decimeters" = "Decimetri";
"Feet" = "Ft";
"Inches" = "Inci";
"Kilometers" = "Kilometri";
"Meters" = "Metri";
"Miles" = "Mile";
"Millimeters" = "Milimetri";
"Nautical Miles" = "Mile marine";
"Points" = "Puncte";
"Yards" = "Yarzi";

/* Area Units Abbreviated Strings */
"sq. in" = "in. pătraţi";
"sq. ft" = "ft pătraţi";
"sq. yd" = "yd pătraţi";
"ac" = "ac";
"sq. mi" = "mi pătrate";
"sq. mm" = "mm pătraţi";
"sq. cm" = "cm pătraţi";
"sq. dm" = "dm pătraţi";
"sq. m" = "m pătraţi";
"ares" = "ari";
"ha" = "ha";
"sq. km" = "km pătraţi";

/* Area Units Display Strings */
"Square Inches" = "Inci pătraţi";
"Square Feet" = "Ft pătraţi";
"Square Yards" = "Yarzi pătraţi";
"Acres" = "Acri";
"Square Miles" = "Mile pătrate";
"Square Millimeters" = "Milimetri pătraţi";
"Square Centimeters" = "Centimetri pătraţi";
"Square Decimeters" = "Decimetri pătraţi";
"Square Meters" = "Metri pătraţi";
"Ares" = "Ari";
"Hectares" = "Hectare";
"Square Kilometers" = "Kilometri pătraţi";

